/*
    TODO:
        Дано - перечень продуктов
        У каждого продукта есть название, цена и id, а так же количество доступного товара
        При визуализации товара необходимо инициировать нажатие кнопки купить / изменить количество

        Отобразить товары в корзине
        в корзине есть перечень тех товаров, которые были добавлены в корзину, а так же информация о сумме товара и сумме чека
*/

// 1 - Продукт

/*
[
    {id: "хлеб", price: 130},
    {id: "молоко", price: 80},
]
[
    {id: 1, name: "хлеб", price: 130},
    {id: 2, name: "молоко", price: 80},
    {id: 3, name: "хлеб", price: 100},
]
*/

export const names: string[] = ["креатин","туринабол","протеин","BCAA","милдронат"];